Repository: Ixollozi/Lux_wood
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Товар отсутствует на складе
uz: Mahsulot omborda yo'q

source: На складе доступно только %(stock)s шт. этого товара. В корзине уже %(quantity)s шт.
uz: Omborda faqat %(stock)s dona mavjud. Savatda allaqachon %(quantity)s dona bor.

source: На складе доступно только %(stock)s шт. этого товара
uz: Omborda faqat %(stock)s dona mavjud

source: Товар добавлен в корзину
uz: Mahsulot savatga qo'shildi

source: Некоторые товары недоступны в запрошенном количестве:
uz: Ba'zi mahsulotlar so'ralgan miqdorda mavjud emas:

source: - %(product)s: запрошено %(requested)s, доступно %(available)s
uz: - %(product)s: so'ralgan %(requested)s, mavjud %(available)s

source: Новое сообщение: %(subject)s
uz: Yangi xabar: %(subject)s

source: От: %(name)s (%(email)s) Телефон: %(phone)s %(message)s
uz: Kimdan: %(name)s (%(email)s) Telefon: %(phone)s %(message)s

source: не указан
uz: ko'rsatilmagan

source: Django site admin
uz: Django sayt ma'muri

source: О нас
uz: Biz haqimizda

source: Наша миссия
uz: Bizning missiyamiz

source: Наши ценности
uz: Bizning qadriyatlarimiz

source: История компании
uz: Kompaniya tarixi

source: Адрес
uz: Manzil

source: Телефон
uz: Telefon

source: Информация о компании будет добавлена в ближайшее время.
uz: Kompaniya haqidagi ma'lumotlar yaqin orada qo'shiladi.

source: Каталог
uz: Katalog

source: Искать на Lux Wood
uz: Lux Wood'da qidirish

source: Корзина
uz: Savatcha

source: Главная
uz: Bosh sahifa

source: Контакты
uz: Kontaktlar

source: Лучший интернет-магазин с широким ассортиментом товаров по выгодным ценам.
uz: Eng yaxshi onlayn do'kon, keng mahsulot assortimenti va qulay narxlarda.

source: Подробнее о компании
uz: Kompaniya haqida ko'proq ma'lumot

source: Покупателям
uz: Xaridorlar uchun

source: Связаться с нами
uz: Biz bilan bog'lanish

source: Социальные сети
uz: Ijtimoiy tarmoqlar

source: %(price)s сум
uz: %(price)s so'm

source: Итого
uz: Jami

source: Товаров
uz: Mahsulotlar

source: Сумма
uz: Summa

source: Оформить заказ
uz: Buyurtma berish

source: Ваша корзина пуста
uz: Sizning savatchangiz bo'sh

source: Добавьте товары в корзину, чтобы продолжить покупки
uz: Xaridni davom ettirish uchun mahsulotlarni savataga qo'shing

source: Перейти к каталогу
uz: Katalogga o'tish

source: Оформление заказа
uz: Buyurtma berish

source: Данные получателя
uz: Oluvchi ma'lumotlari

source: Имя
uz: Ism

source: Фамилия
uz: Familiya

source: Адрес доставки
uz: Yetkazib berish manzili

source: Город
uz: Shahar

source: Почтовый индекс
uz: Pochta indeksi

source: Комментарий к заказу
uz: Buyurtma uchun izoh

source: Дополнительная информация для доставки (необязательно)
uz: Yetkazib berish uchun qo'shimcha ma'lumot (ixtiyoriy)

source: Подтвердить заказ
uz: Buyurtmani tasdiqlash

source: Ваш заказ
uz: Sizning buyurtmangiz

source: Свяжитесь с нами
uz: Biz bilan bog'laning

source: График работы
uz: Ish vaqti

source: Москва
uz: Moskva

source: Форма обратной связи
uz: Aloqa formasi

source: Тема
uz: Mavzu

source: Сообщение
uz: Xabar

source: Отправить
uz: Yuborish

source: Мы на карте
uz: Biz xaritada

source: Часто задаваемые вопросы
uz: Tez-tez beriladigan savollar

source: Категории
uz: Kategoriyalar

source: Все вопросы
uz: Barcha savollar

source: Вопросы не найдены
uz: Savollar topilmadi

source: Категории товаров
uz: Mahsulot kategoriyalari

source: Сейчас популярно
uz: Hozir mashhur

source: %(stock)s шт.
uz: %(stock)s dona

source: В корзину
uz: Savatga qo'shish

source: Хиты продаж
uz: Sotuv hitlari

source: Новинки
uz: Yangi mahsulotlar

source: Почему выбирают нас?
uz: Nima uchun bizni tanlashadi?

source: Наши партнеры
uz: Bizning hamkorlarimiz

source: Заказ оформлен
uz: Buyurtma berildi

source: Заказ успешно оформлен!
uz: Buyurtma muvaffaqiyatli berildi!

source: Номер заказа: #%(order_id)s
uz: Buyurtma raqami: #%(order_id)s

source: Спасибо за ваш заказ. Мы свяжемся с вами в ближайшее время.
uz: Buyurtmangiz uchun rahmat. Tez orada siz bilan bog'lanamiz.

source: Вернуться на главную
uz: Bosh sahifaga qaytish

source: Продолжить покупки
uz: Xaridni davom ettirish

source: Изображение отсутствует
uz: Rasm mavjud emas

source: %(count)s отзыв
uz: %(count)s sharh

source: Скидка %(percent)s%%
uz: Chegirma %(percent)s%%

source: В наличии (%(stock)s шт.)
uz: Omborda (%(stock)s dona)

source: Нет в наличии
uz: Omborda yo'q

source: Описание
uz: Tavsif

source: Характеристики
uz: Xususiyatlar

source: Добавить в корзину
uz: Savatga qo'shish

source: Похожие товары
uz: O'xshash mahsulotlar

source: Все товары
uz: Barcha mahsulotlar

source: Результаты поиска
uz: Qidiruv natijalari

source: Цена
uz: Narx

source: От
uz: Dan

source: До
uz: Gacha

source: Применить
uz: Qo'llash

source: Сортировка
uz: Saralash

source: Цена: по возрастанию
uz: Narx: o'sish bo'yicha

source: Цена: по убыванию
uz: Narx: kamayish bo'yicha

source: По рейтингу
uz: Reyting bo'yicha

source: Товары не найдены
uz: Mahsulotlar topilmadi
